[
  "When does the 30-day billing cycle start, and how does automatic renewal work for Evaluation vs. Performance (PA) accounts?",
  "If an Evaluation Account fails, does the subscription auto-cancel, and what do I need to do if I no longer want to be billed?",
  "If a PA account fails, what happens to its subscription and how do I continue trading afterward?",
  "When are Evaluation Account balances automatically reset, and what condition must be met before the renewal date?",
  "How long do I retain real-time data access after an account failure for Rithmic vs. Tradovate accounts?",
  "What does the monthly subscription fee include (e.g., data, performance tracking, NinjaTrader license key), and do I need to buy anything else to trade evaluations?",
  "What optional add-ons are available for Rithmic and Tradovate, and where do I go to purchase or manage them?",
  "How and when must coupon codes be applied, and can discounts be applied retroactively after payment?",
  "How can I view my next renewal date and active subscriptions, and why are invoices separate for each paid/funded account?",
  "Do balance and drawdown carry forward across renewals, and under what timing do failed accounts get reset at renewal?",
  "How do I manually renew after a failed invoice, and where in the dashboard do I find the option?",
  "Which cards are accepted, how do I update the card on file, and what happens when I make a new purchase using the CIM processor?",
  "What should I do if I see Error 609 (transaction blocked by issuer), and what billing details should I verify before retrying?",
  "How can I avoid duplicate payment errors when retrying a failed transaction?",
  "When should I use a paid reset on an Evaluation Account, and what are the exact steps to perform it correctly?",
  "Do resets change my renewal date or reactivate canceled subscriptions, and can a canceled Evaluation be reset within the remaining subscription period?",
  "What are the conditions for receiving a free reset automatically upon monthly renewal of a failed Evaluation Account?",
  "Does the auto-reset-on-renewal policy apply to PA accounts, and are manual resets refundable if I also renew?",
  "What is Apex’s refunds and credits policy for subscriptions, renewals, resets, PA activation fees, and add-ons?",
  "If I chose the wrong plan or missed a coupon, what are my options and why are refunds not provided in those cases?"
]
