[
  "What are the key differences between Evaluation Accounts and PA/Live Accounts, especially regarding consistency rules?",
  "Are Performance Accounts (PAs) live or simulated, and how does the API mirroring process work when transitioning to a Live account?",
  "How does the trailing drawdown work in a PA, and when does it stop moving at the Safety Net level?",
  "How do you calculate the Safety Net for an account, and why does it matter for payout eligibility?",
  "What is the Contract Scaling Rule, and when can you move from half-size to full contract size?",
  "What are the penalties for accidentally exceeding the scaling rule versus repeated violations?",
  "How is the 30% Negative PnL Rule calculated on a per-trade basis, and when can it adjust to 50%?",
  "How does the 30% Negative PnL Rule apply to Static Accounts below and above the Safety Net?",
  "What is the 30% Consistency Rule for payouts, and when does it stop applying?",
  "What is the 5:1 risk-reward rule, and how does it constrain your maximum stop relative to your profit target?",
  "Are stop losses required on every trade, and are mental stops acceptable under any conditions?",
  "What trading behaviors are prohibited (e.g., all-in sizing, using the trailing threshold as a stop, stockpiling eval accounts)?",
  "What is the News Trading one-direction rule, and why is hedging or opposing positions on correlated instruments prohibited?",
  "Is automation allowed on PA/Live accounts, and what are the conditions for any semi-automated tools?",
  "Why is copy trading or having another person trade your PA/Live account forbidden, and what are the consequences?",
  "What does Apex mean by a defined trading system, and what evidence may be requested to verify consistent execution?",
  "What are the minimum requirements to request a payout (trading days, $50 profit days, and Safety Net requirement for first three payouts)?",
  "What are the minimum required balances by account size to be eligible for a payout, and how does trailing drawdown affect this?",
  "What are the minimum and maximum payout amounts for the first five payouts, and when do maximums no longer apply?",
  "How do payout methods differ for U.S. (ACH) vs. non-U.S. (Plane) traders, and what timing should you expect from submission to funds arrival?"
]
